Repository: deneb-alpha/divinacommedia
Catalog: DCCommedia2-level2.tmx
Source language: it
Languages: en_gb

source: Canto primo
en_gb: First Song

source: Inferno
en_gb: Hell

source: Nel mezzo del cammin di nostra vita
en_gb: in the middle of our life's path

source: ch√© la diritta via era smarrita.
en_gb: as the straightway was lost.

source: mi ritrovai per una selva oscura,
en_gb: I found myself in a dark forest,
